Repository: 0xSaurabh/sugarizer
Catalog: activities/TamTamMicro.activity/po/*.po
Languages: pt

# TutoPrev
source: Prev
pt: Anterior

# TutoNext
source: Next
pt: Próximo

# TutoEnd
source: End
pt: Fim

# TutoExplainTitle
source: TamTam Micro Activity
pt: Atividade TamTam Micro

# TutoExplainContent
source: Tam Tam Micro is an activity to play instruments, sounds and noise of different type
pt: Tam Tam Micro é uma atividade para tocar instrumentos, sons e ruídos de diferentes tipos

# TutoSoundsTitle
source: Sounds
pt: Sons

# TutoSoundsContent
source: Click on images to hear each sound
pt: Clique na imagem para ouvir cada som

# TutoFilterContent
source: Click here to filter by category the sounds you want to see and hear
pt: Clique aqui para filtrar por categoria os sons que você desejar ver e ouvir

# TutoPianoInfoTitle
source: Piano Mode
pt: Modo Piano

# TutoPianoInfoContent
source: Click here to display a piano where you could make music with your selected sound
pt: Clique aqui para exibir um piano onde você poderá fazer música com os sons de sua escolha

# TutoCurrentModeTitle
source: Current Instrument
pt: Instrumento atual

# TutoCurrentModeContent
source: Look here to see the current instrument you have selected. The piano will make music using this sound
pt: Ver aqui o instrumento atual que você escolheu. O piano fará música com esse som

# TutoPianoButtonTitle
source: Switch instrument
pt: Mudar o instrumento

# TutoPianoButtonContent
source: Click on this button to go back to the screen to choose instrument
pt: Clique neste botão para retornar à tela de escolha do instrumento
